[
{"url": "http://books.toscrape.com/catalogue/soumission_998/index.html", "title": "Soumission", "product_type": "Books", "price_exl_tax": "£ £50.10", "price_inc_tax": "£ £50.10", "tax": "£ £0.00", "availability": "In stock (20 available)", "number_reviews": "0", "stars": "star-rating One", "category": "Fiction", "description": "Dans une France assez proche de la nôtre, un homme s’engage dans la carrière universitaire. Peu motivé par l’enseignement, il s’attend à une vie ennuyeuse mais calme, protégée des grands drames historiques. Cependant les forces en jeu dans le pays ont fissuré le système politique jusqu’à provoquer son effondrement. Cette implosion sans soubresauts, sans vraie révolution, s Dans une France assez proche de la nôtre, un homme s’engage dans la carrière universitaire. Peu motivé par l’enseignement, il s’attend à une vie ennuyeuse mais calme, protégée des grands drames historiques. Cependant les forces en jeu dans le pays ont fissuré le système politique jusqu’à provoquer son effondrement. Cette implosion sans soubresauts, sans vraie révolution, se développe comme un mauvais rêve.Le talent de l’auteur, sa force visionnaire nous entraînent sur un terrain ambigu et glissant ; son regard sur notre civilisation vieillissante fait coexister dans ce roman les intuitions poétiques, les effets comiques, une mélancolie fataliste.Ce livre est une saisissante fable politique et morale. ...more", "price": "£50.10"},
{"url": "http://books.toscrape.com/catalogue/a-light-in-the-attic_1000/index.html", "title": "A Light in the Attic", "product_type": "Books", "price_exl_tax": "£ £51.77", "price_inc_tax": "£ £51.77", "tax": "£ £0.00", "availability": "In stock (22 available)", "number_reviews": "0", "stars": "star-rating Three", "category": "Poetry", "description": "It's hard to imagine a world without A Light in the Attic. This now-classic collection of poetry and drawings from Shel Silverstein celebrates its 20th anniversary with this special edition. Silverstein's humorous and creative verse can amuse the dowdiest of readers. Lemon-faced adults and fidgety kids sit still and read these rhythmic words and laugh and smile and love th It's hard to imagine a world without A Light in the Attic. This now-classic collection of poetry and drawings from Shel Silverstein celebrates its 20th anniversary with this special edition. Silverstein's humorous and creative verse can amuse the dowdiest of readers. Lemon-faced adults and fidgety kids sit still and read these rhythmic words and laugh and smile and love that Silverstein. Need proof of his genius? RockabyeRockabye baby, in the treetopDon't you know a treetopIs no safe place to rock?And who put you up there,And your cradle, too?Baby, I think someone down here'sGot it in for you. Shel, you never sounded so good. ...more", "price": "£51.77"},
{"url": "http://books.toscrape.com/catalogue/tipping-the-velvet_999/index.html", "title": "Tipping the Velvet", "product_type": "Books", "price_exl_tax": "£ £53.74", "price_inc_tax": "£ £53.74", "tax": "£ £0.00", "availability": "In stock (20 available)", "number_reviews": "0", "stars": "star-rating One", "category": "Historical Fiction", "description": "\"Erotic and absorbing...Written with starling power.\"--\"The New York Times Book Review \" Nan King, an oyster girl, is captivated by the music hall phenomenon Kitty Butler, a male impersonator extraordinaire treading the boards in Canterbury. Through a friend at the box office, Nan manages to visit all her shows and finally meet her heroine. Soon after, she becomes Kitty's \"Erotic and absorbing...Written with starling power.\"--\"The New York Times Book Review \" Nan King, an oyster girl, is captivated by the music hall phenomenon Kitty Butler, a male impersonator extraordinaire treading the boards in Canterbury. Through a friend at the box office, Nan manages to visit all her shows and finally meet her heroine. Soon after, she becomes Kitty's dresser and the two head for the bright lights of Leicester Square where they begin a glittering career as music-hall stars in an all-singing and dancing double act. At the same time, behind closed doors, they admit their attraction to each other and their affair begins. ...more", "price": "£53.74"},
{"url": "http://books.toscrape.com/catalogue/in-her-wake_980/index.html", "title": "In Her Wake", "product_type": "Books", "price_exl_tax": "£ £12.84", "price_inc_tax": "£ £12.84", "tax": "£ £0.00", "availability": "In stock (19 available)", "number_reviews": "0", "stars": "star-rating One", "category": "Thriller", "description": "A perfect life … until she discovered it wasn’t her own.A tragic family event reveals devastating news that rips apart Bella’s comfortable existence. Embarking on a personal journey to uncover the truth, she faces a series of traumatic discoveries that take her to the ruggedly beautiful Cornish coast, where hidden truths, past betrayals and a 25-year-old mystery threaten n A perfect life … until she discovered it wasn’t her own.A tragic family event reveals devastating news that rips apart Bella’s comfortable existence. Embarking on a personal journey to uncover the truth, she faces a series of traumatic discoveries that take her to the ruggedly beautiful Cornish coast, where hidden truths, past betrayals and a 25-year-old mystery threaten not just her identity, but also her life.Chilling, complex and profoundly moving, In Her Wake is a gripping psychological thriller that questions the nature of family – and reminds us that sometimes the most shocking crimes are committed closest to home. ...more", "price": "£12.84"},
{"url": "http://books.toscrape.com/catalogue/foolproof-preserving-a-guide-to-small-batch-jams-jellies-pickles-condiments-and-more-a-foolproof-guide-to-making-small-batch-jams-jellies-pickles-condiments-and-more_978/index.html", "title": "Foolproof Preserving: A Guide to Small Batch Jams, Jellies, Pickles, Condiments, and More: A Foolproof Guide to Making Small Batch Jams, Jellies, Pickles, Condiments, and More", "product_type": "Books", "price_exl_tax": "£ £30.52", "price_inc_tax": "£ £30.52", "tax": "£ £0.00", "availability": "In stock (19 available)", "number_reviews": "0", "stars": "star-rating Three", "category": "Food and Drink", "description": "Canning perfected the America’s Test Kitchen way. The art of preserving produce by canning and preserving has come full circle from grandmother's kitchen to a whole new generation now eager to learn it. This detailed guide to home preserving is perfect for novice canners and experts alike and offers more than 100 foolproof recipes across a wide range of categories, from sw Canning perfected the America’s Test Kitchen way. The art of preserving produce by canning and preserving has come full circle from grandmother's kitchen to a whole new generation now eager to learn it. This detailed guide to home preserving is perfect for novice canners and experts alike and offers more than 100 foolproof recipes across a wide range of categories, from sweet jams and jellies to savory jams, vegetables, condiments, pickles, whole fruits, and more. Let the experts at America's Test Kitchen show you how to do it right with detailed tutorials, troubleshooting tips, equipment information, and insight into the science behind canning. ...more", "price": "£30.52"},
{"url": "http://books.toscrape.com/catalogue/how-music-works_979/index.html", "title": "How Music Works", "product_type": "Books", "price_exl_tax": "£ £37.32", "price_inc_tax": "£ £37.32", "tax": "£ £0.00", "availability": "In stock (19 available)", "number_reviews": "0", "stars": "star-rating Two", "category": "Music", "description": "How Music Works is David Byrne’s remarkable and buoyant celebration of a subject he has spent a lifetime thinking about. In it he explores how profoundly music is shaped by its time and place, and he explains how the advent of recording technology in the twentieth century forever changed our relationship to playing, performing, and listening to music.Acting as historian an How Music Works is David Byrne’s remarkable and buoyant celebration of a subject he has spent a lifetime thinking about. In it he explores how profoundly music is shaped by its time and place, and he explains how the advent of recording technology in the twentieth century forever changed our relationship to playing, performing, and listening to music.Acting as historian and anthropologist, raconteur and social scientist, he searches for patterns—and shows how those patterns have affected his own work over the years with Talking Heads and his many collaborators, from Brian Eno to Caetano Veloso. Byrne sees music as part of a larger, almost Darwinian pattern of adaptations and responses to its cultural and physical context. His range is panoptic, taking us from Wagnerian opera houses to African villages, from his earliest high school reel-to-reel recordings to his latest work in a home music studio (and all the big studios in between).Touching on the joy, the physics, and even the business of making music, How Music Works is a brainy, irresistible adventure and an impassioned argument about music’s liberating, life-affirming power. ...more", "price": "£37.32"}
]